const tags = [
  { name: "programming" },
  { name: "shopping" },
  { name: "work" },
  { name: "hobby" },
  { name: "todo" },
];
const notes = [
  {
    id: "7t2hjvvg23476vgyh",
    title: "Покупки",
    text: "lorem12",
    tags: ["shopping"],
    creationTime: "25.11.2022, 12:06",
  },
  {
    id: "7t2hjvvg23476vg12",
    title: "Найти работу",
    text: `ественно новых шагов для системы обучения кадров, соответствующей насущным потребностям? 
    Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности в значительной 
    степени обуславливает создание всесторонне сбалансированных нововведений? Равным образом реализация 
    намеченного плана развития в значительной степени обуславливает создание дальнейших направлений развития проекта.
    Дорогие друзья, рамки и место обучения кадров влечет за собой процесс внедрения и модернизации существующих финансовых 
    и административных условий. Значимость этих проблем настолько очевидна, что постоянное информационно-техническое обеспечение 
    нашей деятельности обеспечивает широкому кругу специалистов участие в формировании форм воздействия! Значимость этих проблем настолько 
    очевидна, что новая модель организационной деятельности создаёт предпосылки качественно новых шагов для всесторонне сбалансированных нововведений? 
    Задача организации, в особенности же курс на социально-ориентированный национальный проект напрямую зависит от дальнейших направлений развития проекта.`,
    tags: ["programming", "work"],
    creationTime: "25.11.2022, 12:06",
  },
  {
    id: "7t2hjvvg23476vg13",
    title: "fejkgnjefgniefgomoef",
    text: "sadfghj kl;'lkjhgfdsedfghjkl;x chjkjhgfd sdghytf bhytfv bhygbnkij mloimi uhgrsza asedfrtg fvgbhnjjmk kll,kjvfcft bhjjhgfr tgbfty hfrty gfrty fty hgvft",
    tags: ["hobby"],
    creationTime: "25.11.2022, 12:06",
  },
  {
    id: "7t2hjvvg23476vg14",
    title: "fdgsddsssssdddddsfsghjkopugvb njgvbjnuihjkggs",
    text: "sdgsdgsdgsdgsdg",
    tags: [],
    creationTime: "25.11.2022, 12:06",
  },
  {
    id: "7t2hjvvg23476vg15",
    title: "fdgsdggs",
    text: "sdgsdgsdgsdgsdg",
    tags: [],
    creationTime: "25.11.2022, 12:06",
  },
];

export { tags, notes };
